# tap repositories
tap 'snoopython/formulae'

# install formulae
brew 'coreutils'
brew 'enhancd'
brew 'finder-cli'
brew 'gcc'
brew 'git'
brew 'mackup'
brew 'pyenv'
brew 'reattach-to-user-namespace'
brew 'rmsafe'
brew 'tmux'
brew 'vim'

# install casks
cask 'atom'
cask 'cmd-eikana'
cask 'dropbox'
cask 'duet'
cask 'flash-npapi'
cask 'github-desktop'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'java'
cask 'skype'
cask 'xquartz'

# install apps
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Quiver', id: 866773894
mas 'LastPass', id: 926036361

